# Программа "Шутник" с небольшим набором расистких шуток
# All lives matter!!!
import time

print ('Как снять негра с дерева?')
input ()
print ('Перерезать веревку!')
input ()

print ('Как Алабамский шериф назвал негра, в которого выстрелили 15 раз?')
input ()
print ('Худший случай самоубийства, который он когда-либо видел.')
input ()

print ('Почему зимой больше негров попадают под машины?')
input ()
print ('Погоди минутку! Конец не могу вспомнить!')
time.sleep (2)
print ('Блин! Как там было-то?!')
time.sleep (2)
print ('А! Точно! Их же лучше видно!')
input ()

print ('Черный парень заходит в бар с красивым попугаем на плече.',
       '\'Ух ты,\' - говорит бармен.',
       '\'Это действительно что-то.Где ты это взял?\'')
input ()
print ('\'Африка\',', end= '')
print (' говорит попугай.')
